# IdeaStatiCa.ConnectionApi.Model.ConPropertyOwner

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Kind** | **ConPropertyOwnerKind** |  | [optional]
**OperationId** | **int?** |  | [optional]
**MemberId** | **int?** |  | [optional]
**CrossSectionId** | **int?** |  | [optional]
**MaterialId** | **int?** |  | [optional]
**BoltAssemblyId** | **int?** |  | [optional]
**Name** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)